{
  "tier1": [
    "<strong>UrLedger</strong><br><br>Use AI to create custom AI-first ledgers for accounting firms so they can trap clients onto books that only the firm has access to and knows how to use.",
    "<strong>PettyCash.AI</strong><br><br>Automatically make petty comments that criticize what your clients spend their cash on, shaming them into being disciplined. \"Lol - Starbucks again? You might not make payroll, but do you..\"",
    "<strong>MateriAIlity</strong><br><br>Use AI to write off stuff that we forgot about on the \"balance sheet\" (whatever tf that is) and when auditors ask it defends all inquiries with \"it's immaterial.\"",
    "<strong>AccountinGWagon</strong><br><br>Real-time analytics on how many GWagons your client should buy to avoid paying any taxes.",
    "<strong>S-copio Szn</strong><br><br>Input your birthday and birth time and get a personalized horoscope about how many taxes you can avoid this year by switching to an S-corp."
  ],
  "tier2": [
    "<strong>Loss & Profit</strong><br><br>This is two ideas. Make one AI app that's free (i.e. the \"Loss\") but it's really, really bad and makes a total mess, but then have a service business (i.e. the \"Profit\") that specializes in cleanup.",
    "<strong>Deferred Revenue</strong><br><br>You convince people to give you money because you have a cool accent and say \"automate books\" a lot, and defer generating revenue until you think of an actual idea. (Must have a cool accent though).",
    "<strong>LeaseUhh.AI</strong><br><br>Create a bot named Lisa that automates Lease accounting. Don't worry, no one really understands ASC 842 anyway so they won't even check if it's right.",
    "<strong>S-AI-mple</strong><br><br>AI sampler for auditors and if you run out of samples because everything is so f'd it'll generate more microtransactions to test until you're good to issue unqualified.",
    "<strong>Adjusted EBIDTAI</strong><br><br>Automatically Adam Neumannfy your books. Our AI scans your books and just removes things until your adjusted EBITDA is positive.",
    "<strong>DeDuctAble.AI</strong><br><br>Did you know if there is duct tape on something it's technically tax deductible? That's actually where \"deDUCTible\" comes from. Use Tesla's Optimus bot to wrap everything in duct tape to export this tax loophole no one knows about.",
    "<strong>Fluxxx</strong><br><br>Use latest reasoning models to mimic CFOs and generate high-quality explanations for flucutations such as \"cash went up because sales went up\" or \"cash went down because sales went down.\"",
    "<strong>Refund.AI</strong><br><br>Input how much you want your tax refund to be and let an AI agent exploit TikTok tax loopholes to get you to that number. If you can't get it all back in taxes, the AI Agent will dispute credit card charges until you hit your full requested refund value. (App is free but you take 45% of all refunds).",
    "<strong>QuickBooks Desktop.AI</strong><br><br>A cloud-based version of QuickBooks Desktop for people who refuse to leave it. AI augments reality in real-time to recreate the joy of remote access, synthetically slowing down performance, and automatically neutralizing any attempt to integrate with cloud-based apps. Monetize through additional features such as a dial up sound that plays when logging on.",
    "<strong>ConsolidAIte</strong><br><br>Your clients can't understand one set of books, let alone multiple sets of books. Use AI to consolidate multi-entity financials into one set of books, and then consolidate it even further into a single emoji that you send to your clients to let them know how they're doing. Partner with Apple to leverage their best-in-class Genmoji feature.",
    "<strong>Pluuug</strong><br><br>Auto-complete any journal entry that you kinda forget how to do with a plug. AI will automatically scan your books, determine your materiality threshold, and make \"microplugs\" that are small enough that auditors can't pick them as samples so you can't get in trouble.",
    "<strong>AIsk My Accountant</strong><br><br>Every night generative AI will take every unreconciled transaction and dump it into Ask My Accountant for you. Then, clients must ask you something, giving you another opportunity to demonstrate value. Use these moments to remind them of scope creep and that you'll need to bill another 30 mins.",
    "<strong>RightClick2Jail</strong><br><br>Monitor your team's keyboard usage and if it sees anyone right click to copy and then right click to paste it will automatically set their salary to $0 in your payroll system until they complete mandatory keyboard shortcut training. Guaranteed to 5x productivity in over 50% of accounting firms.",
    "<strong>Pipeline Fixr</strong><br><br>In microseconds, AI identifies and exploits arbitrage opportunities between excess supply from US pipe manufacturers and their local jurisdictions who have a dwindling CPA population. Wait, crap, AI can't tell the difference between pipelines. Forget this one.",
    "<strong>Fire Your Tax Pro (lol jk)</strong><br><br>An AI-powered extension embedded into computers, phones, and TVs that identifies who is viewing the screen, and if they're an accountant it automatically appends \"lol jk\" to the bottom of ads that say \"Fire your Tax Pro.\"",
    "<strong>Advisori</strong><br><br>A newsletter with a list of new accounting acronyms delivered daily. Continuously invents new abbreviations, redefines CAS, adds letters to existing abbreviations (CAAS), and updates you on what an advisor now means (and what you should call it now, because it's not called advisory anymore, unless tomorrow's newsletter says it is again).",
    "<strong>Purrsonal Exemption</strong><br><br>AI generated pets that you can claim as emotional-support business expenses. Upsell with hardware that's a Temu Tamogatchi sold on TikTok marketplace by TikTok tax influencers. Grow strictly through affiliate sales.",
    "<strong>NexSuss</strong><br><br>Snap a picture of a receipt or invoice, and leveraging Midjourney, generate nearly identical documentation except it changes the location to Delaware so you never have to pay sales tax."
  ],
  "tier3": [
    "<strong>SafeBookz</strong><br><br>Automatically encrypt everything in your books. Every 7 seconds, AI will generate unique 64 digit hex codes for every single thing in your GL: accounts, transactions, even amounts. Your book will be so safe that even you won't know what's in there. Target accountants who spent time in audit and love to flex what they know about data security.",
    "<strong>ThroBack</strong><br><br>Using generative AI, compare week over week performance, and if you were doing better last week it'll just throwback your books to then and pretend this bad week didn't happen. Only runs on Thursdays.",
    "<strong>CopyRaight</strong><br><br>Using advanced reasoning models, generative AI predicts the 1st day of the year and automatically updates the footer of accounting firm websites from © 2024 to © 2025. Charge by the amount of years you're updating and target all of the firms who still have © 2021 on their site.",
    "<strong>ERP4ever</strong><br><br>Software-as-a-service isn't cool anymore, we're back to software-with-a-service. Best way to do that? ERP implementations. Using generative AI, we'll find subtle ways to scope creep, strategically introduce red tape, and use highly-targeted ads to get key project stakeholders to go on vacation around important deadlines so that the ERP implementation never ends.",
    "<strong>RemoteAInventory</strong><br><br>Junior staff at remote firms suffer from a lack of hands-on, in-person experience that toughened up the public accounting leaders of prior decades. With RemoteAIInventory, you'll make young accountants \"earn it\" again. Repurpose Apple's defunct Vision Pros and program them to simulate inventory counts in dirty, wet warehouses. Force junior staff to do this hungover on Saturdays or the day after the Super Bowl for maximum effect."
  ]
}
