[
  "<strong>UrLedger</strong><br><br>Use AI to create custom AI-first ledgers for accounting firms so they can trap clients onto books that only the firm has access to and knows how to use.",
  "<strong>Loss & Profit</strong><br><br>This is two ideas. Make one AI app that's free (i.e. the \"Loss\") but it's really, really bad and makes a total mess, but then have a service business (i.e. the \"Profit\") that specializes in cleanup.",
  "<strong>Deferred Revenue</strong><br><br>You convince people to give you money because you have a cool accent and say \"automate books\" a lot, and defer generating revenue until you think of an actual idea. (Must have a cool accent though).",
  "<strong>LeaseUhh.AI</strong><br><br>Create a bot named Lisa that automates Lease accounting. Don't worry, no one really understands ASC 842 anyway so they won't even check if it's right.",
  "<strong>PettyCash.AI</strong><br><br>Automatically make petty comments that criticize what your clients spend their cash on, shaming them into being disciplined. \"Lol - Starbucks again? You might not might payroll, but do you..\"",
  "<strong>S-AI-mple</strong><br><br>AI sampler for auditors and if you run out of samples because everything is so f'd it'll generate more microtransactions to test until you're good to issue unqualified.",
  "<strong>MateriAIlity</strong><br><br>Use AI to write off stuff on that we forgot about on the \"balance sheet\" (whatever tf that is) and when auditors ask it defends all inquiries with \"it's immaterial.\"",
  "<strong>AccountinGWagon</strong><br><br>Real-time analytics on how many GWagons your client should buy to avoid paying any taxes.",
  "<strong>S-copio Szn</strong><br><br>Input your birthday and birth time and get a personalized horoscope about how many taxes you can avoid this year by switching to an S-corp.",
  "<strong>Adjusted EBIDTAI</strong><br><br>Automatically Adam Neumannfy your books. Our AI scans your books and just removes things until your adjusted EBITDA is positive."
]
