[
  "<strong>UrLedger</strong><br><br>AI-generated, custom-branded, AI-first general ledgers for accounting firms so they can trap clients onto books that only the firm has access to and knows how to use.",
  "<strong>Loss & Profit</strong><br><br>This is two ideas. Make a free, 100% AI bookkeeping app (i.e. the \"Loss\") but it's really, really bad and makes a total mess. Then, have a service business (i.e. the \"Profit\") that specializes in cleanup.",
  "<strong>Deferred Revenue</strong><br><br>You convince VCs to give you money because you have a cool accent and say \"automate books\" a lot, and defer generating revenue until you think of an actual idea, but have sick team offsites in the meantime. (Must have a cool accent though).",
  "<strong>LeaseUhh.AI</strong><br><br>A bot named Lisa that automates Lease accounting. Don't worry, no one really understands ASC 842 anyway so they won't even know if it's right.",
  "<strong>PettyCash.AI</strong><br><br>Automatically make petty comments that criticize how your clients spend their cash, shaming them into being disciplined. \"Lol - Starbucks again? You might not might payroll, but do you..\"",
  "<strong>S-AI-mple</strong><br><br>AI sampler for auditors and if you run out of samples because everything is so f'd it'll generate more microtransactions to test until you're good to issue unqualified.",
  "<strong>MateriAIlity</strong><br><br>Use AI to write off stuff that we forgot about on the \"balance sheet\" (whatever tf that is) and when auditors ask it defends all inquiries with \"it's immaterial.\"",
  "<strong>AccountinGWagon</strong><br><br>Real-time analytics on how many GWagons your client should buy to avoid paying a single dollar of taxes.",
  "<strong>S-copio Szn</strong><br><br>Input your birthday and birth time and get a personalized horoscope about how much you can save in taxes by switching to an S-corp.",
  "<strong>Adjusted EBIDTAI</strong><br><br>Automatically Adam Neumannfy your business. AI scans your books and just removes things until your adjusted EBITDA is positive. Hellooo that's your B round calling, baby!",
  "<strong>DeDuctAble.AI</strong><br><br>Did you know if there is duct tape on something it's technically tax deductible? That's actually where \"deDUCTible\" comes from. Use Tesla's Optimus bot to wrap everything in duct tape to export this tax loophole no one knows about.",
  "<strong>Fluxxx</strong><br><br>Use latest reasoning models to mimic CFOs and generate high-quality explanations for flucutations such as \"cash went up because sales went up\" or \"cash went down because sales went down.\""
]
